{%*成为设计师*%}
{%extends file="youin/layout/layout.tpl"%}

{%block name="title"%}
成为设计师
{%/block%}

{%block name="css"%}

<!-- build:css(.tmp) /static/youin/styles/page/become-designer.css -->
<link rel="stylesheet" href="static/styles/page/become-designer.css"/>
<!-- endbuild -->
{%/block%} 

{%block name="content"%}
    <section class="info">
        <i class="becomedesigner-icons-corner"></i>
        <div id="become-info">
            <h3>有印成为设计师指南</h3>
            <div>
                <p>您好：</p>
                <p>欢迎使用有印。</p>
                <p>您确认，在您完成注册程序或以其他有印允许的方式实际使用有印服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且有印有权注销（永久冻结）您的有印账户，并向您及您的监护人索偿。</p>
                <p>账户在您签署本协议，完成会员注册程序或以其他有印允许的方式实际使用有印服务时，有印会向您提供唯一编号的有印账户（以下亦称账户）。您可以对账户设置会员名和密码，通过该会员名密码或与该会员名密码关联的其它用户名密码登陆有印。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益。</p>
                <p>您应对您的账户（会员名）和密码的安全，以及对通过您的账户（会员名）和密码实施的行为负责。除非有法律规定或其他约定，且征得有印的同意，否则，账户（会员名）和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知有印，请求有印暂停相关服务。您理解有印对您的请求采取行动需要合理时间和程序，有印对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。为方便您使用有印服务及有印关联公司或其他组织的服务（以下称其他服务），您同意并授权有印将您在注册、使用有印服务过程中提供、形成的信息传递给向您提供其他服务的有印关联公司或其他组织，或从提供其他服务的有印关联公司或其他组织获取您在注册、使用其他服务期间提供、形成的信息。
                <p>会员在您按照注册页面的提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他有印允许的方式实际使用有印服务时，您即成为有印会员（亦称会员）。在注册时，您应当按照法律法规要求，或注册页面的提示准确提供并及时更新您的资料，保证资料的真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，有印有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部有印服务。有印对此不承担任何责任，您将承担因此产生的任何直接或间接损失。您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便有印或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用有印服务过程中产生任何损失或增加费用的，应由您完全独自承担。您在使用有印服务过程中，所产生的应纳税费，以及一切硬件、软件、服务及其它方面的费用，均由您自行承担。</p>
            </div>
        </div>
        <div id="submit-info">
            <i class="becomedesigner-icons-pay"></i>
            <h3>打通您的收入账户</h3>
            <h3>支付宝充值1元</h3>
        </div>
    </section>
    <section class="submit-opt clearfix">
        <a href="javascript:;" id="become">我要成为设计师</a>
        <a href="/pay/submit/newdesigner" id="submit">确定</a>
    </section>
{%/block%}

{%block name="js"%}

<!-- build:js /static/youin/scripts/page/become-designer.js -->
<script src="static/scripts/page/become-designer.js"></script>
<!-- endbuild -->
{%/block%}